tap "coursier/formulas"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/cask-versions"
tap "nikitabobko/tap"
tap "remotemobprogramming/brew"
tap "siderolabs/tap"
tap "supabase/tap"
tap "tidbyt/tidbyt"
brew "ammonite-repl"
brew "ansible"
brew "apache-spark"
brew "argo"
brew "git"
brew "asdf"
brew "atuin"
brew "autoconf"
brew "awscli"
brew "bat"
brew "carthage"
brew "cassandra"
brew "chroma"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "csvkit"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "entr"
brew "esptool"
brew "exercism"
brew "eza"
brew "faiss"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "graphviz"
brew "grpcurl"
brew "httpie"
brew "iperf"
brew "jq"
brew "node"
brew "jupyterlab"
brew "kafka"
brew "kubeseal"
brew "lunchy"
brew "mas"
brew "maven"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mockserver"
brew "mono"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node-build"
brew "nss"
brew "nvm"
brew "ollama"
brew "php"
brew "pipx"
brew "platformio"
brew "poetry"
brew "pv"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "sbt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "vim"
brew "wget"
brew "wrk"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "coursier/formulas/coursier"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "remotemobprogramming/brew/mob"
brew "siderolabs/tap/sidero-tools"
brew "supabase/tap/supabase"
brew "tidbyt/tidbyt/pixlet"
cask "1password", args: { appdir: "/Applications" }
cask "aerospace"
cask "alfred", args: { appdir: "/Applications" }
cask "amazon-chime", args: { appdir: "/Applications" }
cask "balenaetcher"
cask "bruno"
cask "chromedriver", args: { appdir: "/Applications" }
cask "dropbox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "google-chrome", args: { appdir: "/Applications" }
cask "hammerspoon"
cask "handbrake-app", args: { appdir: "/Applications" }
cask "hoppscotch"
cask "insomnia"
cask "intellij-idea", args: { appdir: "/Applications" }
cask "jdk-mission-control"
cask "karabiner-elements"
cask "keycastr", args: { appdir: "/Applications" }
cask "licecap", args: { appdir: "/Applications" }
cask "mqttx"
cask "obsidian", args: { appdir: "/Applications" }
cask "sequel-ace", args: { appdir: "/Applications" }
cask "sf-symbols"
cask "skim"
cask "slack", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "temurin"
cask "temurin@17"
cask "transmit", args: { appdir: "/Applications" }
cask "tuple"
cask "vagrant", args: { appdir: "/Applications" }
cask "visualvm"
cask "vscodium", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
mas "1Password for Safari", id: 1569813296
mas "Across", id: 6444851827
mas "Beat", id: 1549538329
mas "DaisyDisk", id: 411643860
mas "Home Assistant", id: 1099568401
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slugline 2", id: 1483507254
mas "Things", id: 904280696
mas "Todoist", id: 585829637
vscode "aaron-bond.better-comments"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "keesschollaart.vscode-home-assistant"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "orta.vscode-jest"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "vscodevim.vim"
